tap "axiomhq/tap"
tap "codecrafters-io/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "libssh2"
brew "bat"
brew "llvm"
brew "ccls"
brew "cmake"
brew "cryptography"
brew "exa"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "lua-language-server"
brew "luarocks"
brew "minikube"
brew "node"
brew "mongosh"
brew "mycli"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node@16"
brew "pngpaste"
brew "postgresql@14"
brew "postgresql@15"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "socket_vmnet"
brew "tfsec"
brew "tmux"
brew "tokei"
brew "trivy"
brew "wget"
brew "zoxide"
brew "zsh"
brew "axiomhq/tap/axiom"
brew "codecrafters-io/tap/codecrafters"
brew "hashicorp/tap/terraform"
brew "supabase/tap/supabase"
cask "alacritty"
cask "devtoys"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "ngrok"
cask "squirrel"
