tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osrf/simulation"
tap "ros/deps"
brew "python@3.9"
brew "glib"
brew "tcl-tk"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "python@3.8"
brew "adwaita-icon-theme"
brew "atk"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gcc"
brew "open-mpi"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "llvm"
brew "ccls"
brew "cmake"
brew "cmake-docs"
brew "coreutils"
brew "cscope"
brew "enchant"
brew "fd"
brew "fswatch"
brew "fx"
brew "fzf"
brew "libtool"
brew "unbound", link: false
brew "gnutls"
brew "glib-networking"
brew "graphviz"
brew "gtk-mac-integration"
brew "vala"
brew "gspell"
brew "gtksourceview4"
brew "pygobject3"
brew "libpeas"
brew "libsoup"
brew "libxml2"
brew "gedit"
brew "git"
brew "libksba"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "grc"
brew "gtksourceview3"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "krb5"
brew "kubernetes-cli"
brew "libproxy"
brew "ruby"
brew "macvim", link: false
brew "mit-scheme"
brew "mono"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pyqt@5"
brew "sundials"
brew "texinfo"
brew "octave"
brew "pipx"
brew "postgresql"
brew "py2cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygtk"
brew "pyqt"
brew "ripgrep"
brew "rust-analyzer"
brew "sip"
brew "ssh-copy-id", link: true
brew "swig"
brew "the_silver_searcher"
brew "tig"
brew "timidity"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "dictunifier"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "iterm2"
cask "minikube"
cask "squirrel"
